Repository: scardracs/cups-pk-helper
Catalog: po/*.po
Languages: et, fi, fur, lt

source: Add/Remove/Edit a class
et: Lisa/Eemalda/Muuda klassi
fi: Lisää/poista/muokkaa luokkaa
fur: Zonte/Gjave/Modifiche une classe
lt: Pridėti/Šalinti/Taisyti klasę

source: Add/Remove/Edit a local printer
et: Lisa/Eemalda/Muuda kohalikku printerit
fi: Lisää/poista/muokkaa paikallinen tulostin
fur: Zonte/Gjave/Modifiche une stampante locâl
lt: Pridėti/Šalinti/Taisyti vietinį spausdintuvą

source: Add/Remove/Edit a printer
et: Lisa/Eemalda/Muuda printerit
fi: Lisää/poista/muokkaa tulostin
fur: Zonte/Gjave/Modifiche une stampante
lt: Pridėti/Šalinti/Taisyti spausdintuvą

source: Add/Remove/Edit a remote printer
et: Lisa/Eemalda/Muuda kaugprinterit
fi: Lisää, poista tai muokkaa etätulostinta
fur: Zonte/Gjave/Modifiche une stampante rimote
lt: Pridėti/Šalinti/Taisyti nuotolinį spausdintuvą

source: Change printer settings
et: Muuta printeri sätteid
fi: Muuta tulostinasetuksia
fur: Cambie lis impostazions de stampante
lt: Keisti spausdintuvo nustatymus

source: Enable/Disable a printer
et: Luba/Keela printerit
fi: Ota tulostin käyttöön tai poista käytöstä
fur: Abilite/Disabilite une stampante
lt: Įjungti/Išjungti spausdintuvą

source: Get list of available devices
et: Saadaolevate seadmete loetlemine
fi: Hanki luettelo käytettävissä olevista laitteista
fur: Oten la liste dai dispositîfs disponibii
lt: Gauti prieinamų įrenginių sąrašą

source: Get/Set server settings
et: Saa/Seadista serveri sätteid
fi: Hae/määritä palvelimen asetukset
fur: Oten/Stabilìs lis impostazions dal servidôr
lt: Gauti/Nustatyti serverio nustatymus

source: Privileges are required to add/remove/edit a class.
et: Administraatoriprivileege on vajalik, et lisada/eemaldada/muuta klassi.
fi: Luokan lisääminen/poistaminen/muokkaaminen edellyttää oikeuksia.
fur: I privileçs a son necessaris par zontâ/gjavâ/modificâ une classe.
lt: Norint pridėti/šalinti/taisyti klasę, reikia papildomų teisių.

source: Privileges are required to add/remove/edit a local printer.
et: Administraatoriprivileege on vajalik, et lisada/eemaldada/muuta kohalikku printerit.
fi: Paikallisen tulostimen lisääminen/poistaminen/muokkaaminen vaatii etuoikeudet.
fur: I privileçs a son necessaris par zontâ/gjavâ/modificâ une stampante locâl.
lt: Norint pridėti/šalinti/taisyti vietinį spausdintuvą, reikia papildomų teisių.

source: Privileges are required to add/remove/edit a printer.
et: Administraatoriprivileege on vajalik, et lisada/eemaldada/muuta printerit.
fi: Tulostimen lisääminen/poistaminen/muokkaaminen vaatii etuoikeudet.
fur: I privileçs a son necessaris par zontâ/gjavâ/modificâ une stampante.
lt: Norint pridėti/šalinti/taisyti spausdintuvą, reikia papildomų teisių.

source: Privileges are required to add/remove/edit a remote printer.
et: Administraatoriprivileege on vajalik, et lisada/eemaldada/muuta kaugprinterit.
fi: Etätulostimen lisääminen/poistaminen/muokkaaminen vaatii etuoikeudet.
fur: I privileçs a son necessaris par zontâ/gjavâ/modificâ une stampante rimote.
lt: Norint pridėti/šalinti/taisyti nuotolinį spausdintuvą, reikia papildomų teisių.

source: Privileges are required to change printer settings. This should only be needed from the Printers system settings panel.
et: Administraatoriprivileege on vajalik, et muuta printeri sätteid. Seda on ainult vajalik printeri süsteemisätete paneelist.
fi: Tulostimen asetusten muuttaminen edellyttää oikeuksia. Tätä tulisi tarvita vain järjestelmäasetusten Tulostimet-paneelissa.
fur: I privileçs a son necessaris par cambiâ lis impostazions de stampante. Chest al varès di coventâ dome dal panel des impostazions di sisteme des Stampantis.
lt: Norint keisti spausdintuvo nustatymus, reikia papildomų teisių. To reikėtų tik iš Spausdintuvų sistemos nustatymų skydelio.

source: Privileges are required to enable/disable a printer, or a class.
et: Administraatoriprivileege on vajalik, et lubada/keelata printerit või klassi.
fi: Oikeudet vaaditaan tulostimen tai ryhmän sallimiseksi/poistamiseksi käytöstä.
fur: I privileçs a son necessaris par abilitâ/disabilitâ une stampante o une classe.
lt: Norint įjungti/išjungti spausdintuvą ar klasę, reikia papildomų teisių.

source: Privileges are required to get list of available devices.
et: Administraatoriprivileege on vajalik, et saada saadaolevate seadmete loetelu.
fi: Oikeudet vaaditaan saadaksisi luettelon käytettävissä olevista laitteista.
fur: I privileçs a son necessaris par otignî la liste dai dispositîfs disponibii.
lt: Norint gauti prieinamų įrenginių sąrašą, reikia papildomų teisių.

source: Privileges are required to get/set server settings.
et: Administraatoriprivileege on vajalik, et saada/seadistada sätteid.
fi: Oikeudet vaaditaan palvelinasetusten saamiseksi.
fur: I privileçs a son necessaris par otignî/stabilî lis impostazions dal servidôr.
lt: Norint gauti/nustatyti serverio nustatymus, reikia papildomų teisių.

source: Privileges are required to restart/cancel/edit a job owned by another user.
et: Administraatoriprivileege on vajalik, et restartida/tühistada/muuta tööd, mida omab teine kasutaja.
fi: Oikeudet vaaditaan toisen käyttäjän omistaman työn käynnistäminen/peruuttaminen/muokkaaminen.
fur: I privileçs a son necessaris par tornâ a tacâ/anulâ/modificâ un lavôr di proprietât di un altri utent.
lt: Norint paleisti iš naujo/atsisakyti/taisyti kito naudotojo darbą, reikia papildomų nustatymų.

source: Privileges are required to restart/cancel/edit a job.
et: Administraatoriprivileege on vajalik, et restartida/tühistada/muuta tööd.
fi: Tehtävien uudelleen käynnistys/peruuttaminen/muokkaaminen edellyttää oikeuksia.
fur: I privileçs a son necessaris par tornâ a tacâ/anulâ/modificâ un lavôr.
lt: Norint paleisti iš naujo/atsisakyti/taisyti darbą, reikia papildomų nustatymų.

source: Privileges are required to set a printer, or a class, as default printer.
et: Administraatoriprivileege on vajalik, et sättida printerit, klassi või vaikeprinterit.
fi: Tulostimen tai ryhmän määrittäminen oletustulostimeksi vaatii etuoikeudet.
fur: I privileçs a son necessaris par stabilî une stampante o une classe come stampante predefinide.
lt: Norint nustatyti spausdintuvą ar klasę kaip numatytąjį spausdintuvą, reikia papildomų teisių.

source: Restart/Cancel/Edit a job
et: Restardi/Tühista/Muuda tööd
fi: Käynnistä uudelleen, peru tai muokkaa työtä
fur: Torne tache/Anule/Modifiche un lavôr
lt: Paleisti iš naujo/Atsisakyti/Taisyti darbą

source: Restart/Cancel/Edit a job owned by another user
et: Restardi/Tühista/Muuda tööd, mida omab teine kasutaja
fi: Käynnistä uudelleen, peru tai muokkaa toisen käyttäjän työtä
fur: Torne tache/Anule/Modifiche un lavôr di proprietât di un altri utent
lt: Paleisti iš naujo/Atsisakyti/Taisyti kito naudotojo darbą

source: Set a printer as default printer
et: Säti printer vaikeprinterina
fi: Aseta tulostin oletustulostimeksi
fur: Stabilìs une stampante come stampante predefinide
lt: Nustatyti spausdintuvą kaip numatytąjį
